[strings]
; General
100=Pobieranie pliku
101=Czy chcesz przerwać pobieranie?
102=%1 (%2 z %3)
103=%1 KB
104=%1 KB z %2 KB (%3%)

; Status information
110=Pobieranie informacji o pliku...
111=Przekierowywanie do %1
112=Wysyłanie żądania...
113=Rozwiązywanie %1
114=Połączony z %1
115=Pobieranie...
116=Podłączanie do %1

; Error messages
120=Nie można podłączyć się do Internetu.\n\n%1
121=Błąd otwierania %1.\n\nSerwer zwrócił kod błędu %2.
122=Błąd czytania URL.\n\n%1
123=Błąd zapisu pliku %1.\n\n%2
124=Błąd otwarcia pliku %1.\n\n%2
125='%1' nie jest prawidłowym URL.
126=Błąd otwarcia %1.\n\n%2
127=Błąd wysłania żądania.\n\n%1
128=Nieznany protokół. Tylko protokoły HTTP i FTP są obsługiwane.
129=Nie udało się podłączenie do %1.\n\n%2
130=Nie udało się zapytać o kod stanu.\n\n%1
131=Błąd żądania pliku.\n\n%1

; Other
144=O pobieraniu...
146=Pobieranie
147=W tej chwili Instalator pobiera dodatkowe pliki do Twojego komputera.

; labels
160=Plik:
161=Prędkość:
162=Stan:
163=Upłynęło:
164=Pozostały czas:
165=Aktualny plik:
166=Całkowity postęp:
167=Anuluj